{
  "PurposeofValuation": [
    " Mortgage Security Purposes.",
    "Related Party Transfer Purpose"
  ],
  "PrincipalUse": [
    "Residential",
    "Townhouse",
    "Residential Development",
    "Townhouse Development",
    "Residential Home & Income"
  ],
  "PreviousSale": [
    "There are no sales listed for the property within the last three years.  ",
    "last sold in … for $.... Comment on relevance of the previous sale price."
  ],
  "ContractSale": [
    "To the best of our knowledge, we are not aware of any current contract for sale on the property. ",
    "have viewed S&P – no unusual or onerous clauses. We have been provided with a copy of the Agreement for Sale and Purchase of Real Estate dated 14 July 2025, which recorded the property sold at $890,000 including GST. "
  ],
  "SuppliedDocumentation": [
    "In undertaking this valuation we have been supplied with copies of the following documents:\n•\tA copy of the Agreement for Sale and Purchase of Real Estate dated on 14 July 2025.\n",
    "In undertaking this valuation we have not been supplied with any additional information or documentation of significant relevance."
  ],
  "RecentOrProvided": [
    "Recent",
    "Provided"
  ],
  "LIM": [
    "We have not been provided with or obtained a copy of the Land Information Report (LIM) for the subject property.  We have assumed there are no outstanding issues or requisitions",
    "We have been supplied with a Land Information Report (LIM) for the subject property dated…..  The LIM report records …"
  ],
  "PC78": [
    "Under the proposed zone – Plan Change 78, the property has a zoning of Residential – Mixed Housing Suburban.  This zone is to be the most widespread residential zone in Auckland.  Its density controls allow a moderate level of intensification, while retaining a relatively spacious quality consistent with a suburban residential character, compared to the Mixed Housing Urban and Terrace Housing and Apartment Buildings zones.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Suburban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision for three or more dwellings within this zone, while being restricted discretionary will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 400 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t320 sm\nMinimum average net site area\t400 sm\nMaximum average net site area\t480 sm\nThe Mixed Housing Suburban zone aims to enable a variety of housing types and encourage development as it is the most wide-spread residential zone under the unitary plan.  The zone is concentrated around residential use but allows for non – residential activities that will support the social and economic well-being of the community while monitoring any effects on the residential amenity of the zone.",
    "Under the proposed zone – Plan Change 78, the property has a zoning of Residential – Mixed Housing Urban.  This zone is generally located between the Mixed Housing Suburban and the Terrace Housing and Apartment Buildings zones, providing a transition in density between these two zones and allowing three storey dwellings in locations close to the service network.  The zone provides for housing in a variety of sizes and forms, including detached dwellings, terrace housing and low-rise apartments.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Urban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision of three or more dwellings within this zone, while being restricted discretionary, will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 300 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t240 sm\nMinimum average net site area\t300 sm\nMaximum average net site area\t360 sm\nThe Mixed Housing Urban zone will allow more intense subdivision in comparison to the Mixed Housing Suburban zone, with land near the Business – Metropolitan Centre zone and the Business – Town Centre zone, high – density residential areas and close to the public transport network is used efficiently for high density residential living.  Subdivision will predominantly comprise of three-storey buildings in a variety of forms but still maintain an urban built character within the zone while providing quality residential amenity.  Any non – residential activity will support the social, economic and cultural well-being while being compatible with the scale and intensity of development anticipated by the zone.",
    "Under the proposed zone – Plan Change 78, the property has a zoning of Residential – Terrace Housing and Apartment Buildings.  This zone is a high intensity zone enabling a greater intensity of development providing for urban residential living in the form of terrace housing and apartments.  This zone is predominantly located around metropolitan, town and local centres and the public transport network to support the highest levels of intensification.  \nDue to the intensification that can be achieved within this zone, dwellings are a restricted discretionary activity with building coverage not exceeding 50% of the net site area.  The following standards must be complied with when constructing dwellings within this zone:\nBuilding Height \nHeight in relation to boundary \nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nFencing and wall restrictions\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 1,200 sm for parent sites that are less than one hectare. \nThe Terrace Housing and Apartment Buildings zone aims to keep land near public transport networks efficient with their use and to be of a high-density.  Development focuses on high, predominantly five, six or seven storey buildings in identified areas, in a variety of forms.  Non-residential activities provide for the community’s social, economic and cultural well-being so as to contribute to the amenity of the neighbourhood.",
    "Under the proposed zone – Plan Change 78, the subject property and other properties to this part of Morningside have not been provided with a proposed zone as they fall within the Auckland Light Rail Corridor – which means that the intensification plan change implementation is described as being deferred pending variation which was intended to take place in 2023. The majority of surrounding properties which do not fall within this corridor are either zoned XXXXXX."
  ],
  "OperativeZone": [
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Mixed Housing Suburban.  This zone is to be the most widespread residential zone in Auckland.  Its density controls allow a moderate level of intensification, while retaining a relatively spacious quality consistent with a suburban residential character, compared to the Mixed Housing Urban and Terrace Housing and Apartment Buildings zones.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Suburban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision for three or more dwellings within this zone, while being restricted discretionary will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 400 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t320 sm\nMinimum average net site area\t400 sm\nMaximum average net site area\t480 sm\nThe Mixed Housing Suburban zone aims to enable a variety of housing types and encourage development as it is the most wide-spread residential zone under the unitary plan.  The zone is concentrated around residential use but allows for non – residential activities that will support the social and economic well-being of the community while monitoring any effects on the residential amenity of the zone.",
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Mixed Housing Urban.  This zone is generally located between the Mixed Housing Suburban and the Terrace Housing and Apartment Buildings zones, providing a transition in density between these two zones and allowing three storey dwellings in locations close to the service network.  The zone provides for housing in a variety of sizes and forms, including detached dwellings, terrace housing and low-rise apartments.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Urban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision of three or more dwellings within this zone, while being restricted discretionary, will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 300 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t240 sm\nMinimum average net site area\t300 sm\nMaximum average net site area\t360 sm\nThe Mixed Housing Urban zone will allow more intense subdivision in comparison to the Mixed Housing Suburban zone, with land near the Business – Metropolitan Centre zone and the Business – Town Centre zone, high – density residential areas and close to the public transport network is used efficiently for high density residential living.  Subdivision will predominantly comprise of three-storey buildings in a variety of forms but still maintain an urban built character within the zone while providing quality residential amenity.  Any non – residential activity will support the social, economic and cultural well-being while being compatible with the scale and intensity of development anticipated by the zone.\n",
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Large Lot.  This zone is generally located to the periphery of urban areas where development is keeping within the areas spacious landscape character, qualities and natural features. \nSubdivision and development within the zone allows one dwelling per site as a permitted activity and more than one dwelling being a discretionary activity.  Further, building coverage must not exceed 20% of the net site area or 400 sm, whichever is the lesser of the two.  One dwelling per site must comply with the following standards:\nBuilding Height\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nDevelopment within the Large Lot zone will be limited, as permitted activities, to demolition of buildings, internal and external alterations to buildings, accessory buildings (to the main building) and additions to an existing dwelling.\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 4,000 sm for parent sites that are less than one hectare. We have estimated, based upon the density of the balance development land, that 4 lots of circa 790 sm each would be achievable.\nThe Large Lot zone aims to restrict intense residential development and maintain an emphasis on the landscape qualities and spacious landscape character.  Site sizes will be large as well as being able to accommodate on-site wastewater treatment and disposal.  Non-residential activities will support the social and economic well-being of the community and are compatible with the scale and intensity of development anticipated within the zone while monitoring any effects on the residential amenity of the zone.",
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Single House.  This zones purpose is to maintain and enhance the amenity values of established residential neighbourhoods.  Multi-unit development is not anticipated within this zone, with the zone also applicable to some Greenfield developments.\nSubdivision and development within the zone allows one dwelling per site and the conversion of a principal dwelling into a maximum of two dwellings as permitted activities.  Further, building coverage must not exceed 35% of the net site area.  One dwelling per site must comply with the following standards within the Single House zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nFencing and wall restrictions\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 600 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t\t480 sm\nMinimum average net site area\t\t600 sm\nMaximum average net site area\t\t720 sm\nThe Single House zone aims to keep within the amenity values and is characterised by one or two storey high buildings consistent with a suburban built character.  Development focuses on amenity of established residential neighbourhoods including those based on special character informed by the past, spacious sites with some large trees, a coastal setting or other factors such as established neighbourhood character.  Non - residential activities provide for the community’s social, economic and cultural well-being so as to contribute to the amenity of the neighbourhood.",
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Terrace Housing and Apartment Buildings.  This zone is a high intensity zone enabling a greater intensity of development providing for urban residential living in the form of terrace housing and apartments.  This zone is predominantly located around metropolitan, town and local centres and the public transport network to support the highest levels of intensification.  \nDue to the intensification that can be achieved within this zone, dwellings are a restricted discretionary activity with building coverage not exceeding 50% of the net site area.  The following standards must be complied with when constructing dwellings within this zone:\nBuilding Height \nHeight in relation to boundary \nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nFencing and wall restrictions\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 1,200 sm for parent sites that are less than one hectare. \nThe Terrace Housing and Apartment Buildings zone aims to keep land near public transport networks efficient with their use and to be of a high-density.  Development focuses on high, predominantly five, six or seven storey buildings in identified areas, in a variety of forms.  Non-residential activities provide for the community’s social, economic and cultural well-being so as to contribute to the amenity of the neighbourhood."
  ],
  "ZoningOptionOperative": [
    "Residential – Large Lot ",
    "Residential – Mixed Housing Suburban",
    "Residential – Mixed Housing Urban ",
    "Residential – Single House ",
    "Residential – Terrace Housing and Apartment Buildings",
    "Business - Mixed Use",
    "Business - Neighbourhood Centre zone",
    "Business - Town Centre",
    "Open Space - Informal Recreation"
  ],
  "ZoningOptionPC78": [
    "Residential – Mixed Housing Suburban",
    "Residential – Mixed Housing Urban ",
    "Residential – Terrace Housing and Apartment Buildings",
    "No Proposed Zone",
    "Low-Density Residential (LDR) Zone",
    "Medium Density Residential Standards (MDRS)"
  ],
  "ConditionAndRepair": [
    "a. The property is presented to a new standard and good condition, both externally and internally. ",
    "b. The property is internally presented in tidy condition, with the exterior maintained to an average standard. ",
    "c. The property is presented to a good quality, new standard, both externally and internally. d. Both externally and internally, the subject property is presented in good condition. "
  ],
  "SiteDescription1": [
    "Freehold 1 : As shown above, the property currently comprises an irregular shaped site of approximately 1,070 sm. It has a narrow road frontage off Mander Place of around 3.2 metres, providing vehicle access to the site. The northern boundary measures approximately 46.4 metres, while the southern boundary is around 25.7 metres. The eastern boundary extends approximately 28.9 metres, and the southwestern boundary measures roughly 40 metres. Contourwise, the site is generally level.",
    "\"Freehold - Townhouse:  As shown above, the subject Lot 7 comprises a rectangular-shaped site of approximately 59 sm, with an average width of 4.05 metres and a depth of about 14.66 metres. It is positioned within a relatively large townhouse development comprising 63 lots.\nThe lot includes a designated car park marked “FE” and is associated with Lot 100 (3,168 sm), which provides vehicular and pedestrian access from Great North Road. The ownership includes a 1/62 share in Lot 100.\"",
    "\"Freehold - Townhouse 2: As shown above, the subject Lot 2 is positioned within a four-lot development, occupying the northern corner of the site with frontage to East Coast Road. The site is near-rectangular in shape, comprising approximately 166 sm, with a frontage to East Coast Road of around 14.97 metres and a depth along the north-eastern boundary of approximately 10.31 metres. In addition, the subject lot has a direct pedestrian access off East Coast Road.\nThe lot is associated with Lot 100 (78 sm), which provides shared vehicular and pedestrian access from Maxwelton Drive. Lot 100 is held in equal shares by the owners of Lots 1–4. \nIn terms of contour, the development is level throughout, sitting slightly below the road level of East Coast Road. The site is also subject to various proposed rights of way and easements relating primarily to use of the jointly owned access lot and shared services easements, which are set down as follows:\"",
    "\"Cross Lease:  As shown above, the subject property, Flat 2, is positioned at the rear of a cross-lease site with a total area of approximately 1,214 sm. Access to the property is via a shared driveway, marked as “Common Area,” measuring some 35 metres from the street frontage. The subject property occupies the exclusive land use area “C,” with an estimated site area of approximately 530 sm. The site has an eastern boundary / width of approximately 16.4 metres and an average depth of around 32 metres, with the dwelling positioned towards the front of the site.\nContourwise, the site falls steeply towards the rear.\"",
    "\"Unit Title : As shown above, the subject unit occupies an eastern end position within the building block and benefits from having the largest courtyard area in the development. It has one designated car park, marked “C4”, located within the parking area positioned at the front of the site along Don Croot Street. The common property for the development comprises the vehicle and pedestrian accessways together with manoeuvrability areas.\nContour-wise, the development moderately rises in an east-to-west direction.\""
  ],
  "SiteDescription2": [
    "In terms of catchments and hydrology, there are no overland flow paths traversing the site, and it is not identified as flood prone.",
    "In terms of catchments and hydrology, overland flow paths traverse the north-eastern corner of the lot; however, the dwelling itself does not appear to be directly affected.",
    "In terms of catchments and hydrology, an overland flow path travers the rear of the development."
  ],
  "ConclusionOnSalesEvidence": [
    "\"GENERAL FREEHOLD : The subject property comprises a freestanding dwelling originally constructed circa 1980s, now presented in modest to average condition with dated fitout, and would benefit from modernisation/renovation. The dwelling provides three bedrooms and one bathroom, together with a detached double garage.\nIn a broader context, comparable properties with similar characteristics have transacted in the range of $670,000 to $835,000 between October 2024 and June 2025, with an average sale price of approximately $771,000. These properties provide floor areas between 80 sm and 140 sm (averaging 123 sm) and are situated on sites ranging from 363 sm to 922 sm, with an average site size of 617 sm.\nOn balance, and taking into account the physical attributes of the property including its age, size, condition, views, and aspect, together with also allowing for the prevailing market conditions, we believe the subject property would warrant a market value ranging between $740,000 – $780,000, and we deem it appropriate in this instance to adopt the mid-point of this range at a figure of $760,000.\"",
    "\"SMALL FREEHOLD LAND / CROSS LEASE: Given that the subject property comprises a standalone dwelling situated on a freehold site (with an approximate usable land area of 345 sm), we have considered comparable properties of a similar nature, including properties of freehold and cross lease tenure, with focus on those with freehold tenure.\nIn a broader sense, the surrounding properties having similar features have sold in the range of $855,000 to $1,050,000 between October 2024 and July 2025, with an average sale price of $957,000. These properties have floor areas ranging from 92 sm to 180 sm, with an average of 120 sm – which is comparable to the subject property.\nOn balance, and taking into account the physical attributes of the property including its age, size, condition, views, and aspect, together with also allowing for the prevailing market conditions, we believe the subject property would warrant a market value ranging between $975,000 – $1,025,000, and we deem it appropriate in this instance to adopt the mid-point of this range at a figure of $1,000,000.\"",
    "\"FREEHOLD TOWNHOUSE: In assessing the market value of the subject property, we have considered dwellings that sold and under contract within the subject development together with recently completed townhouse developments in the surrounding area, with emphasis on properties of comparable location, age, building size, and land area.\nThe comparable townhouses analysed range in size from 136 sm - 164 sm, with an average of approximately 146 sm, which is broadly in line with the subject. Site sizes range from 165 sm - 216 sm, with an average of around 177 sm. The analysed land and building rates vary from approximately $8,540 psm - $9,560 psm, with an average of about $8,890 psm. Generally, the lower end of this range reflects larger townhouse units, while the higher end relates to smaller dwellings.\nOf particular note, within the subject development the remaining three lots are either sold or currently under contract. Lot A and Lot C, which have identical configurations, floor areas, and similar land sizes, both occupy road-front positions. These have transacted or are under contract between May 2025 and the present at prices ranging from $1,255,000 - $1,300,000, reflecting analysed land and building rates of $8,840 psm - $9,570 psm.\nOn balance, and taking into account the physical attributes of the property including its age, size, condition, views, and aspect, together with also allowing for the prevailing market conditions, we believe the subject property would warrant a market value ranging between $1,250,000 – $1,290,000, and we deem it appropriate in this instance to adopt the mid-point of this range at a figure of $1,270,000, which reflects a land and building rate of approximately $8,950 psm, comfortably within the evidence range outlined above.\"",
    "\"FREEHOLD NEW DEVELOPMENT AREA: In assessing the market value of the subject property, we have considered a range of comparable dwellings of similar building and land size within this recently established development area, with transactions recorded between July 2025 - August 2025. The analysed dwellings have floor areas ranging from 80 sm - 97 sm, with an average of 86 sm, which is broadly consistent with the subject property. Site areas range from 178 sm - 235 sm, averaging approximately 195 sm. Sale prices for these properties ranged between $712,000 - $835,000, with an average of approximately $789,000 prior to any adjustments.\nOf particular note, the most comparable sales were achieved between $795,000 - $805,000 for properties located on the same road as the subject. The strongest evidence is 24 Kotiu Place, which adjoins the subject property and has identical dwelling and land sizes. It is also noted that there is strong competition among developments in the surrounding area, with a growing number of similar projects placing some competitive pressure on values.\nOn balance, and taking into account the subject property’s physical attributes including its age, size, condition, outlook, and position, together with prevailing market conditions, we are of the opinion that the subject property would warrant a market value in the range of $775,000 - $800,000. For reporting purposes, we have adopted the midpoint of this range at $785,000, reflecting current market evidence.\"",
    "\"UNIT TITLE : In assessing the market value of the subject property, we have considered units that sold within the subject development together with comprable units in the surrounding area, with emphasis on properties of comparable location, age, building size, and land area.\nIn a broader market context, comparable properties with similar characteristics have transacted between $726,000 – $835,000 over the period October 2024 to July 2025, at an average sale price of approximately $777,000. These comparables provide floor areas ranging from 63 sm to 106 sm, with an average of 81 sm.\nOf particular note, two units within the subject development have recently sold. Lot 1, an end-positioned unit, sold in July 2025 for $775,000, while Lot 2, a middle unit with a smaller yard, sold in May 2025 for $726,000. These sales reflect analysed land and building rates of approximately $11,524 psm to $12,302 psm. Both units are considered inferior to the subject due to smaller yards and less favourable outlooks.\nOn balance, and taking into account the physical attributes of the property including its age, size, condition, views, and aspect, together with also allowing for the prevailing market conditions, we believe the subject property would warrant a market value ranging between $800,000 – $840,000, and we deem it appropriate in this instance to adopt the mid-point of this range at a figure of $820,000.\""
  ]
}