{
  "PurposeofValuation": [
    " Mortgage Security Purposes.",
    "Related Party Transfer Purpose"
  ],
  "PrincipalUse": [
    "Residential",
    "Townhouse",
    "Residential Development",
    "Townhouse Development",
    "Residential Home & Income"
  ],
  "PreviousSale": [
    "There are no sales listed for the property within the last three years.  ",
    "last sold in … for $.... Comment on relevance of the previous sale price."
  ],
  "ContractSale": [
    "To the best of our knowledge, we are not aware of any current contract for sale on the property. ",
    "have viewed S&P – no unusual or onerous clauses. We have been provided with a copy of the Agreement for Sale and Purchase of Real Estate dated 14 July 2025, which recorded the property sold at $890,000 including GST. "
  ],
  "SuppliedDocumentation": [
    "In undertaking this valuation we have been supplied with copies of the following documents:\n•\tA copy of the Agreement for Sale and Purchase of Real Estate dated on 14 July 2025.\n",
    "In undertaking this valuation we have not been supplied with any additional information or documentation of significant relevance."
  ],
  "RecentOrProvided": [
    "Recent",
    "Provided"
  ],
  "LIM": [
    "We have not been provided with or obtained a copy of the Land Information Report (LIM) for the subject property.  We have assumed there are no outstanding issues or requisitions",
    "We have been supplied with a Land Information Report (LIM) for the subject property dated…..  The LIM report records …"
  ],
  "PC78": [
    "Under the proposed zone – Plan Change 78, the property has a zoning of Residential – Mixed Housing Suburban.  This zone is to be the most widespread residential zone in Auckland.  Its density controls allow a moderate level of intensification, while retaining a relatively spacious quality consistent with a suburban residential character, compared to the Mixed Housing Urban and Terrace Housing and Apartment Buildings zones.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Suburban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision for three or more dwellings within this zone, while being restricted discretionary will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 400 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t320 sm\nMinimum average net site area\t400 sm\nMaximum average net site area\t480 sm\nThe Mixed Housing Suburban zone aims to enable a variety of housing types and encourage development as it is the most wide-spread residential zone under the unitary plan.  The zone is concentrated around residential use but allows for non – residential activities that will support the social and economic well-being of the community while monitoring any effects on the residential amenity of the zone.",
    "Under the proposed zone – Plan Change 78, the property has a zoning of Residential – Mixed Housing Urban.  This zone is generally located between the Mixed Housing Suburban and the Terrace Housing and Apartment Buildings zones, providing a transition in density between these two zones and allowing three storey dwellings in locations close to the service network.  The zone provides for housing in a variety of sizes and forms, including detached dwellings, terrace housing and low-rise apartments.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Urban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision of three or more dwellings within this zone, while being restricted discretionary, will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 300 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t240 sm\nMinimum average net site area\t300 sm\nMaximum average net site area\t360 sm\nThe Mixed Housing Urban zone will allow more intense subdivision in comparison to the Mixed Housing Suburban zone, with land near the Business – Metropolitan Centre zone and the Business – Town Centre zone, high – density residential areas and close to the public transport network is used efficiently for high density residential living.  Subdivision will predominantly comprise of three-storey buildings in a variety of forms but still maintain an urban built character within the zone while providing quality residential amenity.  Any non – residential activity will support the social, economic and cultural well-being while being compatible with the scale and intensity of development anticipated by the zone.",
    "Under the proposed zone – Plan Change 78, the property has a zoning of Residential – Terrace Housing and Apartment Buildings.  This zone is a high intensity zone enabling a greater intensity of development providing for urban residential living in the form of terrace housing and apartments.  This zone is predominantly located around metropolitan, town and local centres and the public transport network to support the highest levels of intensification.  \nDue to the intensification that can be achieved within this zone, dwellings are a restricted discretionary activity with building coverage not exceeding 50% of the net site area.  The following standards must be complied with when constructing dwellings within this zone:\nBuilding Height \nHeight in relation to boundary \nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nFencing and wall restrictions\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 1,200 sm for parent sites that are less than one hectare. \nThe Terrace Housing and Apartment Buildings zone aims to keep land near public transport networks efficient with their use and to be of a high-density.  Development focuses on high, predominantly five, six or seven storey buildings in identified areas, in a variety of forms.  Non-residential activities provide for the community’s social, economic and cultural well-being so as to contribute to the amenity of the neighbourhood.",
    "Under the proposed zone – Plan Change 78, the subject property and other properties to this part of Morningside have not been provided with a proposed zone as they fall within the Auckland Light Rail Corridor – which means that the intensification plan change implementation is described as being deferred pending variation which was intended to take place in 2023. The majority of surrounding properties which do not fall within this corridor are either zoned XXXXXX."
  ],
  "OperativeZone": [
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Mixed Housing Suburban.  This zone is to be the most widespread residential zone in Auckland.  Its density controls allow a moderate level of intensification, while retaining a relatively spacious quality consistent with a suburban residential character, compared to the Mixed Housing Urban and Terrace Housing and Apartment Buildings zones.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Suburban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision for three or more dwellings within this zone, while being restricted discretionary will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 400 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t320 sm\nMinimum average net site area\t400 sm\nMaximum average net site area\t480 sm\nThe Mixed Housing Suburban zone aims to enable a variety of housing types and encourage development as it is the most wide-spread residential zone under the unitary plan.  The zone is concentrated around residential use but allows for non – residential activities that will support the social and economic well-being of the community while monitoring any effects on the residential amenity of the zone.",
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Mixed Housing Urban.  This zone is generally located between the Mixed Housing Suburban and the Terrace Housing and Apartment Buildings zones, providing a transition in density between these two zones and allowing three storey dwellings in locations close to the service network.  The zone provides for housing in a variety of sizes and forms, including detached dwellings, terrace housing and low-rise apartments.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Urban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision of three or more dwellings within this zone, while being restricted discretionary, will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 300 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t240 sm\nMinimum average net site area\t300 sm\nMaximum average net site area\t360 sm\nThe Mixed Housing Urban zone will allow more intense subdivision in comparison to the Mixed Housing Suburban zone, with land near the Business – Metropolitan Centre zone and the Business – Town Centre zone, high – density residential areas and close to the public transport network is used efficiently for high density residential living.  Subdivision will predominantly comprise of three-storey buildings in a variety of forms but still maintain an urban built character within the zone while providing quality residential amenity.  Any non – residential activity will support the social, economic and cultural well-being while being compatible with the scale and intensity of development anticipated by the zone.\n",
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Large Lot.  This zone is generally located to the periphery of urban areas where development is keeping within the areas spacious landscape character, qualities and natural features. \nSubdivision and development within the zone allows one dwelling per site as a permitted activity and more than one dwelling being a discretionary activity.  Further, building coverage must not exceed 20% of the net site area or 400 sm, whichever is the lesser of the two.  One dwelling per site must comply with the following standards:\nBuilding Height\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nDevelopment within the Large Lot zone will be limited, as permitted activities, to demolition of buildings, internal and external alterations to buildings, accessory buildings (to the main building) and additions to an existing dwelling.\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 4,000 sm for parent sites that are less than one hectare. We have estimated, based upon the density of the balance development land, that 4 lots of circa 790 sm each would be achievable.\nThe Large Lot zone aims to restrict intense residential development and maintain an emphasis on the landscape qualities and spacious landscape character.  Site sizes will be large as well as being able to accommodate on-site wastewater treatment and disposal.  Non-residential activities will support the social and economic well-being of the community and are compatible with the scale and intensity of development anticipated within the zone while monitoring any effects on the residential amenity of the zone.",
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Single House.  This zones purpose is to maintain and enhance the amenity values of established residential neighbourhoods.  Multi-unit development is not anticipated within this zone, with the zone also applicable to some Greenfield developments.\nSubdivision and development within the zone allows one dwelling per site and the conversion of a principal dwelling into a maximum of two dwellings as permitted activities.  Further, building coverage must not exceed 35% of the net site area.  One dwelling per site must comply with the following standards within the Single House zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nFencing and wall restrictions\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 600 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t\t480 sm\nMinimum average net site area\t\t600 sm\nMaximum average net site area\t\t720 sm\nThe Single House zone aims to keep within the amenity values and is characterised by one or two storey high buildings consistent with a suburban built character.  Development focuses on amenity of established residential neighbourhoods including those based on special character informed by the past, spacious sites with some large trees, a coastal setting or other factors such as established neighbourhood character.  Non - residential activities provide for the community’s social, economic and cultural well-being so as to contribute to the amenity of the neighbourhood.",
    "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Terrace Housing and Apartment Buildings.  This zone is a high intensity zone enabling a greater intensity of development providing for urban residential living in the form of terrace housing and apartments.  This zone is predominantly located around metropolitan, town and local centres and the public transport network to support the highest levels of intensification.  \nDue to the intensification that can be achieved within this zone, dwellings are a restricted discretionary activity with building coverage not exceeding 50% of the net site area.  The following standards must be complied with when constructing dwellings within this zone:\nBuilding Height \nHeight in relation to boundary \nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nFencing and wall restrictions\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 1,200 sm for parent sites that are less than one hectare. \nThe Terrace Housing and Apartment Buildings zone aims to keep land near public transport networks efficient with their use and to be of a high-density.  Development focuses on high, predominantly five, six or seven storey buildings in identified areas, in a variety of forms.  Non-residential activities provide for the community’s social, economic and cultural well-being so as to contribute to the amenity of the neighbourhood."
  ],
  "ZoningOptionOperative": [
    "Residential – Large Lot ",
    "Residential – Mixed Housing Suburban",
    "Residential – Mixed Housing Urban ",
    "Residential – Single House ",
    "Residential – Terrace Housing and Apartment Buildings",
    "Business - Mixed Use",
    "Business - Neighbourhood Centre zone",
    "Business - Town Centre",
    "Open Space - Informal Recreation"
  ],
  "ZoningOptionPC78": [
    "Residential – Mixed Housing Suburban",
    "Residential – Mixed Housing Urban ",
    "Residential – Terrace Housing and Apartment Buildings",
    "No Proposed Zone",
    "Low-Density Residential (LDR) Zone",
    "Medium Density Residential Standards (MDRS)"
  ],
  "ConditionAndRepair": [
    "a. The property is presented to a new standard and good condition, both externally and internally. ",
    "b. The property is internally presented in tidy condition, with the exterior maintained to an average standard. ",
    "c. The property is presented to a good quality, new standard, both externally and internally. d. Both externally and internally, the subject property is presented in good condition. "
  ]
}