[
  {
    "draftId": "7badb3ea-9fbc-4365-aa2c-75c94140eaa7",
    "propertyAddress": "2/29 Salisbury Road Birkdale Auckland",
    "placeId": "ChIJLZAHVtk4DW0RxQ7nGi9BS3k",
    "createdAt": "2025-09-13T14:32:34.549Z",
    "updatedAt": "2025-09-13T14:36:02.399Z",
    "formData": {
      "templateFileName": "[template] Resi 10_Sep_2025.docx",
      "data": {
        "Info": {
          "Property Address": "2/29 Salisbury Road Birkdale Auckland",
          "Property Address Multi-Line": "2/29 Salisbury Road,\\nBirkdale,\\nAuckland",
          "Instructed By": "Cecillia Wang of ASB Bank Limited, via Valocity.",
          "VOS Order No": "800-5599-696",
          "Job No": "n/a",
          "Prepared For": "ASB Bank Limited",
          "Instructions": "We refer to instructions received XXXXXXX, requesting that we to provide our opinion as to the above property's market value XXXXX.",
          "Client/Borrower": "AMANDA MICHELLE YOUNG and ALISTAIR JAMES YOUNG",
          "Land Area": "191 sm more or less being Lot 509 Deposited Plan 578383",
          "Title": "1103191",
          "Date of Valuation": "09 September 2025",
          "Date of Preparation": "09 September 2025",
          "Date of Inspection": "10 September 2025",
          "Report Version": "n/a",
          "Special Assumptions": "热的三伏天各色人等个"
        },
        "General Info": {
          "Title Interestes": "• Land Covenant in Covenant Instrument 12030895.6\\n• 12163454.3 Consent Notice pursuant to Section 221 Resource Management Act 1991\\n• Land Covenant in Covenant Instrument 12163454.11\\n• Land Covenant in Covenant Instrument 12481316.9\\n• 12755525.2 Consent Notice pursuant to Section 221 Resource Management Act 1991\\n• Subject to a maintenance easement over part marked NV on DP 578383 created by Easement Instrument 12755525.4\\n• Appurtenant hereto is a maintenance easement created by Easement Instrument 12755525.4\\n• The easements created by Easement Instrument 12755525.4 are subject to Section 243 (a) Resource Management Act 1991\\n• Land Covenant in Covenant Instrument 12755525.7\\n• Land Covenant (in gross) in favour of Acanthus Limited created by Covenant Instrument 12755525.8\\n• Land Covenant (in gross) in favour of Watercare Services Limited created by Covenant Instrument 12755525.10\\n• Fencing Covenant in Transfer 12856596.2\\n• 13329105.1 Mortgage to General Finance Limited",
          "Title Owner": "Acanthus Limited",
          "Title Brief": "Record of Title Identifier 1103191 describes the property as being seised of an Estate in Fee Simple in all that land comprising 191 sm more or less being Lot 509 Deposited Plan 578383.",
          "Property Description": "n/a",
          "General Description": "It appears that XXXXX.",
          "EGS-BF": "n/a",
          "EGS-FH": "n/a",
          "EGS-E/LS": "No obvious unusual erosion risk.",
          "Location Description": "The property at 2/29 Salisbury Road, Birkdale, Auckland is situated in a well-established residential suburb on Auckland's North Shore. The surrounding area primarily features a mix of owner-occupied dwellings on generally suburban sections. Local amenities, including various shops, parks, and community facilities, are readily accessible. Several schools, such as Birkdale Primary and Birkdale Intermediate, serve the area, with further educational options available in nearby suburbs. Public transportation, predominantly bus services, provides connections to Auckland's wider network and to ferry terminals offering links to the CBD. Under normal conditions, Auckland CBD is approximately a 20-30 minute drive away."
        },
        "comparableSales": []
      },
      "commentarySelections": {
        "c1-purpose": "Related Party Transfer Purpose",
        "c2-principal-use": "Residential Development",
        "c3-previous-sale": "There are no sales listed for the property within the last three years.  ",
        "c4-contract-sale": "have viewed S&P – no unusual or onerous clauses. We have been provided with a copy of the Agreement for Sale and Purchase of Real Estate dated 14 July 2025, which recorded the property sold at $890,000 including GST. ",
        "c5-supplied-docs": "In undertaking this valuation we have been supplied with copies of the following documents:\n•\tA copy of the Agreement for Sale and Purchase of Real Estate dated on 14 July 2025.\n",
        "c6-recent-provided": "Provided",
        "c7-lim": "We have not been provided with or obtained a copy of the Land Information Report (LIM) for the subject property.  We have assumed there are no outstanding issues or requisitions",
        "c8-pc78": "Under the proposed zone – Plan Change 78, the property has a zoning of Residential – Terrace Housing and Apartment Buildings.  This zone is a high intensity zone enabling a greater intensity of development providing for urban residential living in the form of terrace housing and apartments.  This zone is predominantly located around metropolitan, town and local centres and the public transport network to support the highest levels of intensification.  \nDue to the intensification that can be achieved within this zone, dwellings are a restricted discretionary activity with building coverage not exceeding 50% of the net site area.  The following standards must be complied with when constructing dwellings within this zone:\nBuilding Height \nHeight in relation to boundary \nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nFencing and wall restrictions\nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 1,200 sm for parent sites that are less than one hectare. \nThe Terrace Housing and Apartment Buildings zone aims to keep land near public transport networks efficient with their use and to be of a high-density.  Development focuses on high, predominantly five, six or seven storey buildings in identified areas, in a variety of forms.  Non-residential activities provide for the community’s social, economic and cultural well-being so as to contribute to the amenity of the neighbourhood.",
        "c9-operative-zone": "Under the Auckland Unitary Plan (Operative in Part), the property has a zoning of Residential – Mixed Housing Suburban.  This zone is to be the most widespread residential zone in Auckland.  Its density controls allow a moderate level of intensification, while retaining a relatively spacious quality consistent with a suburban residential character, compared to the Mixed Housing Urban and Terrace Housing and Apartment Buildings zones.  \nSubdivision and development within the zone allows two dwellings per site as a permitted activity and three or more dwellings being a restricted discretionary activity.  Further, development of two dwellings will need to comply with the following standards within the Mixed Housing Suburban zone:\nBuilding Height\nHeight in relation to boundary\nMinimum yard depth setbacks from each boundary\nMaximum impervious area\nBuilding coverage\nLandscaped area\nOutlook space\nDaylight ingress\nOutdoor living space\nFencing and wall restrictions\nSubdivision for three or more dwellings within this zone, while being restricted discretionary will also need to comply with the following standards within the zone, building height; height in relation to boundary and minimum yard depth setbacks from each boundary. \nVacant proposed site subdivision is a restricted discretionary activity within this zone and allows a net site area of 400 sm for parent sites that are less than one hectare.  For parent sites that are in excess of one hectare, vacant proposed site subdivision is a discretionary activity with the following rules regarding site areas:\nMinimum net site area\t320 sm\nMinimum average net site area\t400 sm\nMaximum average net site area\t480 sm\nThe Mixed Housing Suburban zone aims to enable a variety of housing types and encourage development as it is the most wide-spread residential zone under the unitary plan.  The zone is concentrated around residential use but allows for non – residential activities that will support the social and economic well-being of the community while monitoring any effects on the residential amenity of the zone.",
        "c10-zoning-op": "Residential – Mixed Housing Urban ",
        "c11-zoning-pc78": "Residential – Mixed Housing Suburban",
        "c12-condition": "a. The property is presented to a new standard and good condition, both externally and internally. ",
        "c13-site-desc-1": "\"Cross Lease:  As shown above, the subject property, Flat 2, is positioned at the rear of a cross-lease site with a total area of approximately 1,214 sm. Access to the property is via a shared driveway, marked as “Common Area,” measuring some 35 metres from the street frontage. The subject property occupies the exclusive land use area “C,” with an estimated site area of approximately 530 sm. The site has an eastern boundary / width of approximately 16.4 metres and an average depth of around 32 metres, with the dwelling positioned towards the front of the site.\nContourwise, the site falls steeply towards the rear.\"",
        "c14-site-desc-2": "In terms of catchments and hydrology, overland flow paths traverse the north-eastern corner of the lot; however, the dwelling itself does not appear to be directly affected.",
        "c15-sales-evidence": "\"FREEHOLD TOWNHOUSE: In assessing the market value of the subject property, we have considered dwellings that sold and under contract within the subject development together with recently completed townhouse developments in the surrounding area, with emphasis on properties of comparable location, age, building size, and land area.\nThe comparable townhouses analysed range in size from 136 sm - 164 sm, with an average of approximately 146 sm, which is broadly in line with the subject. Site sizes range from 165 sm - 216 sm, with an average of around 177 sm. The analysed land and building rates vary from approximately $8,540 psm - $9,560 psm, with an average of about $8,890 psm. Generally, the lower end of this range reflects larger townhouse units, while the higher end relates to smaller dwellings.\nOf particular note, within the subject development the remaining three lots are either sold or currently under contract. Lot A and Lot C, which have identical configurations, floor areas, and similar land sizes, both occupy road-front positions. These have transacted or are under contract between May 2025 and the present at prices ranging from $1,255,000 - $1,300,000, reflecting analysed land and building rates of $8,840 psm - $9,570 psm.\nOn balance, and taking into account the physical attributes of the property including its age, size, condition, views, and aspect, together with also allowing for the prevailing market conditions, we believe the subject property would warrant a market value ranging between $1,250,000 – $1,290,000, and we deem it appropriate in this instance to adopt the mid-point of this range at a figure of $1,270,000, which reflects a land and building rate of approximately $8,950 psm, comfortably within the evidence range outlined above.\"",
        "2d161ebb-6a0d-4613-ba19-26b27bc4cabc": "searched a copy of Title Identifier, reviewed the supplied documentation",
        "d05e7455-7c49-4f6c-a104-98e6a99ef052": "We set down the floor plans below, sourced from the advertising website. ",
        "7d4c3595-f966-4e4e-9c4d-7f657ee78d3e": "The construction sector remains under pressure, with building costs remaining high due to inflation and labour shortages. Newly constructed dwellings continue to see reasonable sale volume levels, but did take a hit in terms of price levels, with declines experienced in the past two or three years. These are somewhat more stable now, but risk remains at a moderate level."
      },
      "constructionBrief": {
        "generalConstruction": [
          "timber flooring",
          "timber weatherboard cladding",
          "horizontal timber cladding",
          "vertical timber cladding",
          "brick cladding",
          "plaster cladding",
          "fibre cement sheet cladding"
        ],
        "interior": [
          "hard board",
          "plasterboard"
        ],
        "finalBrief": "General construction elements comprise what appears to be timber flooring, timber weatherboard cladding, horizontal timber cladding, vertical timber cladding, brick cladding, plaster cladding and fibre cement sheet cladding.\nThe interior appears to be mostly timber framed with hard board and plasterboard or of similar linings."
      },
      "marketValuation": {
        "marketValue": "$760,000.00",
        "marketValuation": "$760,000.00\nSeven Hundred Sixty Thousand Dollars",
        "improvementsValueByValuer": "$330,000.00",
        "landValueByValuer": "$340,000.00",
        "chattelsValueByValuer": "$90,000.00",
        "marketValueByValuer": "$760,000.00"
      },
      "statutoryValuation": {
        "landValueByWeb": "320000",
        "improvementsValueByWeb": "210000",
        "ratingValueByWeb": "$530,000.00"
      },
      "marketValuationRaw": "760000",
      "multiOptionSelections": {
        "4e4ae017-dd6d-4195-8201-a9694fa6fcd1": [
          "Good outdoor living area.",
          "One designated parking space.",
          "Additional off-street parking spaces."
        ],
        "b88b5e49-a806-47b9-bb78-d872900962c5": [
          "Cross Lease Tenure.",
          "High volume of similar, competing townhouse and terrace house product in the surrounding area.",
          "Generally lower cost residential area."
        ]
      },
      "multiOptionBriefs": {
        "4e4ae017-dd6d-4195-8201-a9694fa6fcd1": "Good outdoor living area.\nOne designated parking space.\nAdditional off-street parking spaces.",
        "b88b5e49-a806-47b9-bb78-d872900962c5": "Cross Lease Tenure.\nHigh volume of similar, competing townhouse and terrace house product in the surrounding area.\nGenerally lower cost residential area."
      },
      "chattels": {
        "selected": [
          "lightings",
          "blinds"
        ],
        "finalBrief": "We have included in our valuation an allowance for chattels including lightings and blinds."
      },
      "roomOptions": [
        {
          "id": "0815e741-ba32-4db7-86a9-73b19740d20d",
          "roomType": "Living Room",
          "roomName": "Living Room",
          "selectedOptions": [
            "Simulated timber floor",
            "Timber floor"
          ],
          "roomOptionText": "Simulated timber floor, Timber floor"
        },
        {
          "id": "62378d91-08ee-4c08-aa50-a53ec778b600",
          "roomType": "Living Room",
          "roomName": "Living Room",
          "selectedOptions": [
            "Tiled floor",
            "Carpet floor"
          ],
          "roomOptionText": "Tiled floor, Carpet floor"
        },
        {
          "id": "10a8318e-5338-4133-a9b6-7d402b5a3fdc",
          "roomType": "Living Room",
          "roomName": "Living Room",
          "selectedOptions": [
            "Tiled floor",
            "Carpet floor",
            "Timber floor",
            "Simulated timber floor"
          ],
          "roomOptionText": "Tiled floor, Carpet floor, Timber floor, Simulated timber floor"
        },
        {
          "id": "be960071-4b77-4658-b5e9-89f9db7d4e95",
          "roomType": "Masterbedroom",
          "roomName": "Masterbedroom",
          "selectedOptions": [
            "Single wardrobe",
            "Double wardrobe",
            "Walk-in wardrobe"
          ],
          "roomOptionText": "Single wardrobe, Double wardrobe, Walk-in wardrobe"
        },
        {
          "id": "be21bbaf-72a9-4b23-b5c4-cf081d055e88",
          "roomType": "Bedroom",
          "roomName": "Bedroom",
          "selectedOptions": [
            "Single wardrobe",
            "Double wardrobe",
            "Timber floor"
          ],
          "roomOptionText": "Single wardrobe, Double wardrobe, Timber floor"
        },
        {
          "id": "323dcb14-f89a-4207-aefe-07e79265e1cc",
          "roomType": "Toilet",
          "roomName": "Toilet",
          "selectedOptions": [
            "Extractor fan",
            "Toilet"
          ],
          "roomOptionText": "Extractor fan, Toilet"
        },
        {
          "id": "aa2a90ee-badd-4778-b47d-d945d4761c4d",
          "roomType": "Dining Room",
          "roomName": "Dining Room",
          "selectedOptions": [
            "Carpet floor",
            "Timber floor",
            "Simulated timber floor"
          ],
          "roomOptionText": "Carpet floor, Timber floor, Simulated timber floor"
        }
      ]
    }
  },
  {
    "draftId": "58926dd5-98b6-48ca-a274-e97aacb3cac7",
    "propertyAddress": "4/38 DON CROOT STREET, MORNINGSIDE, AUCKLAND",
    "placeId": "ChIJa7FNAqZHDW0RZEx0cQpaJjk",
    "createdAt": "2025-09-13T15:20:23.810Z",
    "updatedAt": "2025-09-13T16:21:05.382Z",
    "formData": {
      "data": {
        "Info": {
          "Property Address": "4/38 DON CROOT STREET, MORNINGSIDE, AUCKLAND",
          "Property Address Multi-Line": "",
          "Instructed By": "",
          "VOS Order No": "",
          "Job No": "",
          "Prepared For": "",
          "Instructions": "",
          "Client/Borrower": "",
          "Land Area": "",
          "Title": "",
          "Date of Valuation": "",
          "Date of Preparation": "",
          "Date of Inspection": "",
          "Report Version": "",
          "Special Assumptions": ""
        },
        "comparableSales": [],
        "General Info": {
          "Title Interestes": "",
          "Title Owner": "",
          "Title Brief": "",
          "Property Description": "",
          "General Description": "",
          "EGS-BF": "",
          "EGS-FH": "",
          "EGS-E/LS": "",
          "Location Description": ""
        }
      },
      "roomOptions": [
        {
          "id": "699005a9-77ed-4e4c-af96-fc42e66bf139",
          "roomType": "Toilet",
          "roomName": "Toilet",
          "selectedOptions": [],
          "roomOptionText": ""
        },
        {
          "id": "e8e45d67-bac9-4992-bba3-eba9a078e8f2",
          "roomType": "Toilet",
          "roomName": "Toilet",
          "selectedOptions": [],
          "roomOptionText": ""
        },
        {
          "id": "f2195a84-a6c2-4864-b059-c196cc65a689",
          "roomType": "Toilet",
          "roomName": "Toilet",
          "selectedOptions": [
            "Tiled floor",
            "Timber floor",
            "Tiled wall"
          ],
          "roomOptionText": "Tiled floor, Timber floor, Tiled wall"
        },
        {
          "id": "494e20c1-ee4a-40c1-943e-8e2594035d7e",
          "roomType": "Kitchen",
          "roomName": "Kitchen",
          "selectedOptions": [
            "Vinyl floor",
            "Carpet floor",
            "Box window"
          ],
          "roomOptionText": "Vinyl floor, Carpet floor, Box window"
        },
        {
          "id": "aa8a451f-517e-42d2-a825-ad148662fd17",
          "roomType": "Dining Room",
          "roomName": "Dining Room",
          "selectedOptions": [
            "Timber floor",
            "Carpet floor",
            "Simulated timber floor"
          ],
          "roomOptionText": "Timber floor, Carpet floor, Simulated timber floor"
        }
      ],
      "templateFileName": "[template] Resi 10_Sep_2025.docx",
      "marketValuation": {},
      "statutoryValuation": {},
      "commentarySelections": {},
      "multiOptionSelections": {},
      "multiOptionBriefs": {},
      "constructionBrief": {},
      "chattels": {}
    }
  },
  {
    "draftId": "0595f063-c3d8-41fc-859c-6c6fe9cef4dd",
    "placeId": "ChIJOQQnQxoH9x4Rf9iBzcc5sWA",
    "propertyAddress": "8 spode pl",
    "createdAt": "2025-09-13T16:24:36.057Z",
    "updatedAt": "2025-09-13T16:24:36.057Z",
    "formData": {
      "data": {
        "Info": {
          "Property Address": "8 spode pl"
        }
      }
    }
  }
]