{
  "nzEconomicOverview": "New Zealand's economy is showing more tangible signs of recovery as of mid-2025 following the technical recession in 2024. GDP grew 1.1% year-on-year in Q1 2025 and 0.8% quarter-on-quarter, surpassing expectations. Treasury has now revised full-year 2025 GDP growth to 1.7%, with further acceleration to 2.9% expected by mid-2026. These upward revisions are supported by improving consumer confidence and household spending, though business investment remains patchy. \nThe Reserve Bank of New Zealand (RBNZ) has cut the Official Cash Rate (OCR) by 225 basis points since August 2024, with the most recent July 2025 Monetary Policy Statement keeping the OCR steady at 3.25%. Market pricing continues to indicate a further cut to 3.00% by Q4, albeit with increased uncertainty due to persistent domestic inflation in services. \nAs of mid July 2025, yields on 10 year New Zealand government bonds are around 4.53 %, and the 2 year yield is about 3.28 %, resulting in a steepening yield curve approximately 125 basis points wide, not the under 35 bp flattening previously mentioned.\nHeadline inflation has eased to 2.2%, but core non-tradables remain elevated around 4.5%, underscoring persistent domestic pressures and limiting the RBNZ’s scope to cut rates aggressively. Households remain under strain as food, rent, and insurance costs continue rising faster than overall CPI, with insurance premiums up over 11% year-on-year.\nThe labour market remains subdued, with the official unemployment rate steady at 5.1%. Persistent skill shortages in key sectors such as healthcare, education, and infrastructure, coupled with ongoing emigration of approximately 45,000 New Zealanders, predominantly to Australia, continue to exert upward pressure on wages and constrain productivity growth.\nThe housing market continues to stabilise after a 4.3% decline in 2024, with an expected 6.5–7.0% rebound forecast for 2025. The recovery is strongest in Auckland and Wellington, driven by falling mortgage rates—two-year fixed rates now averaging 5.8%, down from 7.2% at the start of 2024. However, the construction sector remains subdued amid high input costs and developer insolvencies. \nFiscal pressures have increased, with the government forecasting a NZD 10.2 billion deficit for 2024/25 due to weaker tax revenues and cyclone-related reconstruction costs. Rising benefit payments and debt servicing contribute to higher core Crown expenses. Consequently, 10-year NZ government bond spreads over US Treasuries have widened to around 125 basis points from 90 basis points in 2023, reflecting elevated sovereign risk. Net core Crown debt is projected to peak at 46% of GDP by 2027/28 before stabilizing.\nExternal risks remain elevated. Recent U.S. tariff hikes on EU and Mexican goods threaten to dampen global growth, potentially reducing New Zealand’s GDP by 0.3–0.5% in 2025. Around 25% of NZ exports remain exposed to a slowing Chinese economy. Meanwhile, the narrowing interest rate differential with Australia, now marginally favouring New Zealand, continues to attract capital inflows, though NZD volatility has risen amid fragile global risk sentiment.\nCredit markets have softened modestly, with corporate bond spreads widening, particularly for firms exposed to China and those dependent on offshore funding. Investor risk appetite remains cautious, while banks have further tightened lending criteria, especially for commercial real estate.\nNew Zealand’s economy is gradually recovering, supported by lower interest rates and a stabilising housing market. However, uneven sectoral performance, persistent inflation in services, fiscal pressures, and ongoing global trade tensions continue to constrain near-term growth. Long-term prospects depend on enhancing productivity and diversifying export markets amid increasing geopolitical fragmentation.\n",
  "globalEconomicOverview": "As of mid-2025, the global economy is navigating a complex environment shaped by intensified trade tensions, ongoing geopolitical conflicts, and divergent monetary policies. The United States maintains significant tariff measures introduced in April 2025, including a 145% tariff on Chinese imports and a minimum 10% tariff on imports from over 180 countries, with limited exemptions for Canada and Mexico. These policies have reinforced global trade fragmentation.\nChina’s reciprocal tariffs, up to 125% on key U.S. exports, coupled with restrictions on critical rare earth materials, continue to disrupt supply chains. These trade dynamics contributed to a $5.4 trillion decline in U.S. equity market value since April.\nThe World Trade Organization projects a 0.3% contraction in global merchandise trade for 2025, marking the first multi-year decline since the COVID-19 pandemic. North American exports are forecast to drop by approximately 14%, due to tariff barriers and retaliatory tariffs by Canada and ASEAN members. China has increased exports to Europe and Southeast Asia by 5–10% year-over-year, benefiting regional partners including Vietnam and Malaysia. Mexico has further consolidated its role as a manufacturing hub for U.S. imports, particularly in electronics and textiles.\nCanada continues to impose 25% tariffs on selected U.S. goods, while several ASEAN countries face suspended tariffs up to 49%, accelerating regional integration and further supply chain realignment.\nConsumer prices in the U.S. are projected to rise by 2.7% over the next six months, driven by higher import costs. The Federal Reserve has maintained interest rates to balance inflation risks, whereas the European Central Bank has implemented 25 basis points of rate cuts since April to address economic stagnation.\nEconomic growth prospects have been revised downward. The U.S. economy is expected to grow by 1.1% in 2025, reduced from earlier forecasts, while the Eurozone projects growth of 1.3%. Emerging markets in Asia and Latin America exhibit relative resilience, with growth rates between 3.8% and 4.2%.\nPersistent armed conflicts: most notably Russia’s ongoing military engagements in Ukraine and heightened instability in the Middle East, including the Israel-Palestine region—exert pressure on global commodity markets. These conflicts contribute to energy price volatility, supply chain disruptions, and increased geopolitical risk, impacting investor confidence and economic stability.\nGeopolitical factors such as trade restrictions and limitations on critical materials continue to reshape technology and defence supply chains, driving increased investment in domestic production and diversification of sourcing.\nDiplomatic initiatives persist with mixed results. The European Union is actively pursuing trade agreements with India to diversify economic partnerships, while ASEAN countries enhance regional economic integration to mitigate external economic pressures.\nAdditional systemic challenges include rising sovereign debt levels, climate-related disruptions, and uneven adoption of technological and green energy transitions. Policymakers face complex decisions balancing inflation containment, economic growth, and financial market stability.\nIn summary, the global economy in mid-2025 is characterized by significant trade fragmentation, policy divergence, ongoing geopolitical conflicts, including in Russia and Israel, and heightened uncertainty. The outlook depends heavily on the evolution of diplomatic efforts and policy responses aimed at stabilizing international markets and supply chains.\n",
  "residentialMarket": "New Zealand’s housing market remained in a state of cautious recovery through July 2025, with a 0.3% quarterly decline in national average values, according to QV. This marks a moderation of earlier gains recorded in the first quarter of the year and indicates a market that is stabilising rather than accelerating. The recent softening follows a 1.8% annual decline as at Q1 2025, a recovery from the sharper 4.1% drop during the “mini downturn” of March to September 2024. The overall market trajectory continues to be underpinned by easing monetary conditions, with the Reserve Bank of New Zealand (RBNZ) having delivered 225 basis points of Official Cash Rate (OCR) cuts since August 2024, bringing the OCR to 3.25% as at July 2025.\nMortgage rates have followed suit, with 1-year fixed rates now averaging 4.89%–4.90% across major lenders, and 2-year rates hovering around 4.99%. This easing in credit conditions has improved affordability, particularly for first-home buyers, who continue to make up approximately 27% of all residential purchases. However, the national median house value remains well below peak, sitting at NZ$770,000 as at June 2025, which is still approximately 16–20% below its late-2021 peak. Nonetheless, the return of mortgage interest deductibility for investors from April 2025 and a broader lift in pre-approval activity are bolstering demand across the board.\nThe RBNZ’s monetary easing has particularly benefited regions with higher gross rental yields, which currently range between 4.5% and 4.8%. These returns are helping to offset elevated construction costs and other operational pressures. However, the implementation of debt-to-income (DTI) restrictions in July 2024 continues to constrain credit for certain buyer cohorts, particularly in Auckland, where over 30% of investor borrowers exceed the 7:1 income cap. Nationally, inventory remains high, with 32,384 listings recorded in June 2025, 2.5% above the five-year average. While buyer activity has improved, these volumes give purchasers greater leverage in negotiations.\nLabour market conditions have softened but remain relatively resilient, with the unemployment rate at 5.1% as at July 2025, and wage growth tracking at 4.3%. This level of employment continues to support mortgage serviceability, even as household debt remains elevated (at around 185% of disposable income). In Wellington, house values recorded a 2.3% quarterly decline, reflecting the continued impact of public sector restructuring. Conversely, Queenstown-Lakes recorded a 1.9% increase in the quarter, highlighting significant regional divergence. Arrears remain steady at 0.8%, aided by conservative lending practices and relatively stable economic conditions.\nInvestor sentiment has improved on the back of policy certainty. CoreLogic reports a 15% quarterly increase in mortgaged investor purchases, driven by the shorter 2-year Brightline test and expectations of further monetary easing. In markets like Christchurch, median values are now just 0.1% below their 2021 peak, while Dunedin continues to soften, falling 1.5% quarter-on-quarter. However, the benefit of tax relief is partially offset by rising operational overheads, with compliance and maintenance costs for rental properties up 9–12% since 2023.\nThe construction sector continues to face structural challenges. Although land values have declined by 18–25% from their respective peaks, average building costs remain elevated at NZ$2,450 per square metre, 22% higher than in 2020. These sustained cost pressures—driven by material inflation and skilled labour shortages—mean that homes built post-2018 continue to command a price premium, and affordability remains under pressure, especially for new builds.\nLooking ahead, there is cautious optimism in the market. Mortgage pre-approvals rose 17% month-on-month in June 2025, and auction clearance rates have lifted to 53% nationally. Financial markets are pricing in a final 25 basis point OCR cut in Q3 2025, which is expected to increase borrower eligibility by 8–10%. However, risks remain. If unemployment were to rise by just one percentage point, arrears could increase to 1.3%, potentially resulting in forced sales of up to 0.8% of the housing stock.\nThe overall outlook remains mixed. Investors are taking advantage of tax reform and early signs of equity growth, while first-home buyers benefit from falling interest rates but remain constrained by DTI caps. CoreLogic has revised its house price growth forecast to 3.8% for calendar 2025, down from earlier estimates of 5%, citing economic softness and slower-than-expected recovery in construction sector productivity. The future of the housing market will depend on how well policymakers manage the delicate balance between easing credit conditions and maintaining overall financial stability.\n",
  "recentMarketDirection": "test ",
  "marketVolatility": "keynestest",
  "localEconomyImpact": "The housing market outlook remains mixed, with cautious optimism driven by increased mortgage pre-approvals and improving auction clearance rates. Expected OCR cuts may boost buyer eligibility, while investors benefit from tax reforms and equity growth. However, rising unemployment poses a risk, potentially leading to more forced sales. House prices are projected to grow moderately, contingent on stable employment and controlled construction costs. As such, a moderate level of risk remains."
}